Repository: markjsosnowski/OceanFishin
Catalog: Properties/Strings.*.resx
Languages: de, fr, ja

source: All possible area information at once.
de: Alle möglichen Gebietsinformationen auf einmal.
fr: Toutes les informations possibles sur la région à la fois.
ja: 一度にすべての可能なエリア情報。

# Alternate command
source: Alternative command
de: Alternativer befehl
fr: Commande alternative
ja: 代替コマンド

source: Balloons
de: Ballons
fr: Ballons
ja: バルーン

source: Best spectral chance
de: Wahrscheinlichkeit von Phantomströmung
fr: Meilleure possibilité de courant spectral
ja: ファントム電流確率

source: Boarding is open for
de: Das Boarding ist für
fr: L'embarquement est ouvert pendant
ja: 乗船時間

source: Comprehensive
de: Umfassend
fr: Complet
ja: 包括的

source: Configuration
de: Konfiguration
ja: コンフィグ

source: Consider Donating
de: Erwägen Sie eine Spende
fr: Envisagez de faire un don
ja: 寄付を検討する

source: Crabs
de: Krabben
fr: Crabes
ja: カニ

source: Default
fr: Défaut
ja: デフォルト

source: Determines the single, best choice for you.
de: Bestimmen Sie die singuläre beste Wahl.
fr: Déterminez le meilleur choix singulier.
ja: 最良の選択のみを決定します。

source: Did this plugin help you?
de: Hat Ihnen dieses Plugin geholfen?
fr: Ce plugin vous a-t-il aidé ?
ja: このプラグインは役に立ちましたか?

source: Display Mode
de: Anzeigemodus
fr: Mode d'affichage
ja: ディスプレイモード

source: Displays bait suggestions
de: Zeigt Ködervorschläge an
fr: Afficher les suggestions d'appâts
ja: エサの提案を見る

source: Fugu
ja: フグ

source: High Points
de: Highscore
fr: Score élevé
ja: 高得点

source: Highlight recommended bait in your inventory
de: Empfehlung im Inventar hervorheben
fr: Mettre évidence recommandation dans l'inventaire
ja: インベントリの推奨事項を強調表示する

source: hour
de: stunde
fr: heure
ja: 時間

source: I suggest
de: Ich schlage vor, Sie verwenden
fr: Je recommande
ja: 私は提案します

source: Include suggestions for mission and achievement fish.
de: Missionsempfehlungen einschließen
fr: Inclure des suggestions de missions
ja: ミッションの推奨事項を含める。

source: Jellyfish
de: Quallen
fr: Méduse
ja: クラゲ

source: less than a minute!
de: weniger als einer minute!
fr: moins d'une minute!
ja: 一分未満！

source: Mantas
fr: Raies
ja: アカエイ

source: Minimal
ja: 最小限の

source: minutes
de: minuten
ja: 分

source: Mission Fish
de: Fisch für die Mission
fr: Poissons de mission
ja: ミッションの魚

source: Octopodes
de: Oktopusse
fr: Poulpes
ja: タコ

source: Seahorses
de: Seepferdchen
fr: Hippocampes
ja: タツノオトシゴ

source: Sharks
de: Haie
fr: Requins
ja: サメ

# Spectral Current
source: Spectral
de: Phantomströmung
fr: Courant spectral
ja: 幻海流

source: Suggestions based on current conditions.
de: Vorschlag basierend auf dem aktuellen Stand.
fr: Suggestions basées sur l'état actuel.
ja: 現状を踏まえたご提案。

source: Suggestions will appear here during Ocean Fishing
de: Vorschläge werden hier während Hochseefischen angezeigt.
fr: Des suggestions apparaîtront ici pendant Pêche en mer
ja: 「オーシャンフィッシング」の提案がここに表示されます

source: The next boat leaves in
de: Das nächste Boot legt ab
fr: Le prochain bateau part dans
ja: 次の船が出ます

source: Waiting for location...
de: Warten...
fr: Attendant...
ja: ファントム電流確率...
